Repository: pwsafe/pwsafe
Catalog: Misc/I18N/ru/omegat_wx/omegat_wx-level2.tmx
Source language: en_us
Languages: ru_ru

source: Trouble reading stored filters (version mismatch?).
ru_ru: Проблемы при чтении сохранённых фильтров (неверная версия?).

source: Trouble with a non-textual (e.g., time) field in record '%ls' - please check data carefully.
ru_ru: Проблемы с нетекстовыми полями (напр., время) в записи «%ls». Проверьте корректность данных.

source: Try another
ru_ru: Попробуйте другой

source: Try exiting and restarting program.
ru_ru: Попробуйте выйти из программы и запустить её заново.

source: Try opening a backup copy.
ru_ru: Попробуйте открыть резервную копию.

source: Try saving in a different location
ru_ru: Попробуйте сохранить файл в другом месте.

source: Trying to contact server...
ru_ru: Соединение с сервером...

source: Two Factor Key
ru_ru: Ключ двухфакторной аутентификации

source: Two entries from different databases match if their Group, Title and User fields match.
ru_ru: Два элемента из различных контейнеров считаются соответствующими, если у них совпадают поля «Группа», «Заголовок» и «Имя пользователя».

source: Type
ru_ru: Тип

source: Type the new one again to confirm it.
ru_ru: Повторите новый пароль для подтверждения.

source: URL
ru_ru: Ссылка

source: URL copied
ru_ru: URL скопирован

source: URL:
ru_ru: Ссылка:

source: Unable to create a new XML configuration file or add your settings to an existing XML configuration file.
ru_ru: Невозможно создать новый XML-файл с настройками или добавить параметры в уже существующий.

source: Unable to create intermediate backup.
ru_ru: Невозможно создать промежуточную резервную копию.

source: Unable to display URL
ru_ru: Невозможно перейти по ссылке

source: Unable to get configuration file lock.
ru_ru: Невозможно заблокировать файл настроек.

source: Unable to import "autoload_filters.xml"
ru_ru: Невозможно импортировать фильтры из «autoload_filters.xml»

source: Unable to load configuration file
ru_ru: Невозможно загрузить файл настроек

source: Unable to read locker?
ru_ru: Невозможно прочитать состояние блокировки?

source: Unable to save configuration file
ru_ru: Невозможно сохранить файл настроек

source: Unable to send email
ru_ru: Невозможно отправить письмо

source: Unable to update your entries in the existing XML configuration file.
ru_ru: Невозможно обновить записи в существующем XML-файле с настройками.

source: Unable to use a MS XML reader on your system.
ru_ru: Невозможно использовать MS XML reader.

source: Unable to validate a XML file using a XML Schema (XSD) on your system.
ru_ru: На вашей системе невозможно проверить XML-файл с помощью XML Schema (XSD).

source: Unexpected error occurred during attachment export.
ru_ru: Ошибка при экспорте вложения.

source: Unexpected error occurred during attachment import.
ru_ru: Ошибка при импорте вложения.

source: Unexpected exception during parsing.
ru_ru: Непредусмотренное исключение при разборе.

source: Unexpected result dragging
ru_ru: Непредусмотренный результат при перетаскивании

source: Unknown
ru_ru: Неизвестно

source: Unknown code: %d
ru_ru: Неизвестный код: %d

source: Unknown error
ru_ru: Неопознанная ошибка

source: Unknown fields
ru_ru: Неопознанные поля

source: Unknown fields:
ru_ru: Неопознанные поля:

source: Unknown function
ru_ru: Неизвестная функция

source: Unknown object
ru_ru: Неизвестный объект

source: Unlock Difficulty:
ru_ru: Стойкость к перебору

source: Unlock Password Database
ru_ru: Открыть контейнер

source: Unsaved changes
ru_ru: Несохранённые изменения

source: Unsaved restored database
ru_ru: Восстановленный контейнер с изменениями

source: Unsupported selection
ru_ru: Неподдерживаемая комбинация

source: Updated
ru_ru: Обновлено

source: Url
ru_ru: Ссылка

source: Use
ru_ru: Задать

source: Use Named Policy
ru_ru: Использовать политику

source: Use Primary Selection for clipboard
ru_ru: Использовать «буфер текущего выделения» при копировании в буфер обмена

source: Use UPPERCASE letters
ru_ru: ПРОПИСНЫЕ буквы

source: Use alternate AutoType method
ru_ru: Использовать альтернативный способ автонабора

source: Use anyway
ru_ru: Игнорировать предупреждение

source: Use count
ru_ru: Используется в

source: Use digits
ru_ru: Использовать цифры

source: Use hexadecimal digits only
ru_ru: Только шестнадцатеричные цифры

source: Use it anyway?
ru_ru: Всё равно использовать его?

source: Use lowercase characters
ru_ru: Строчные буквы

source: Use lowercase letters
ru_ru: Строчные буквы

source: Use only easy-to-read characters
ru_ru: Только удобочитаемые символы

source: Use symbols
ru_ru: Символы

source: Use uppercase characters
ru_ru: Прописные буквы

source: User
ru_ru: Пользователь

source: User Name
ru_ru: Имя пользователя

source: User copied
ru_ru: Имя пользователя скопировано

source: Username
ru_ru: Имя пользователя

source: Username:
ru_ru: Имя пользователя:

source: Using application:
ru_ru: С использованием:

source: Validate
ru_ru: Проверить

source: Validated %d %ls Imported %d %ls
ru_ru: Проверено %d %ls Импортировано %d %ls

source: Value
ru_ru: Значение

source: Values:
ru_ru: Значения:

source: Variable name is empty
ru_ru: Имя переменной не␣указано

source: Variable name must be alphanumeric
ru_ru: Имя переменной может содержать только буквы и цифры

source: Verify Key:
ru_ru: Повтор:

source: View
ru_ru: Просмотреть

source: View &Base entry
ru_ru: Просмотр &исходного элемента

source: View Attachment
ru_ru: Просмотр вложения

source: View Entry
ru_ru: Просмотр элемента

source: View Report
ru_ru: Просмотр отчёта

source: View/Edit selected entry
ru_ru: Просмотр/редактирование элемента

source: Virtual Keyboard
ru_ru: Экранная клавиатура

source: Visit Password Safe &website...
ru_ru: Посетить &сайт Password Safe...

source: Visit the
ru_ru: Посетить

source: Visit the Password Safe website to download the latest version.
ru_ru: Посетите сайт Password Safe для загрузки новой версии.

source: WARNING!!
ru_ru: ВНИМАНИЕ!

source: Warn
ru_ru: Предупр. за

source: Warning
ru_ru: Предупреждение

source: Warning!
ru_ru: Предупреждение!

source: Weak Master Password
ru_ru: Слабый пароль

source: When set, use XTEST for AutoType instead of XSendEvent.
ru_ru: Если выбрано, для автонабора будет использован XTEST вместо XSendEvent.

source: Will use registry.
ru_ru: Будет использован реестр.

source: With password length at least one of the flags has to be set
ru_ru: При указанной длине пароля должен быть выбран хотя бы один класс символов

source: Word Wrap Notes in Add && Edit
ru_ru: При редактировании переносить заметки по словам

source: Write Error
ru_ru: Ошибка записи

source: Write operation failed!
ru_ru: Сбой при записи!

source: XML %ls: line %d character %d: %ls
ru_ru: XML %ls: строка %d символ %d: %ls

source: XML files (*.xml)|*.xml
ru_ru: XML-файлы (*.xml)|*.xml

source: XML files (*.xml)|*.xml|All files (*.*; *)|*.*;*
ru_ru: XML-файлы (*.xml)|*.xml|Все файлы (*.*; *)|*.*;*

source: XML import not supported in this release
ru_ru: Данная версия не␣поддерживает импорт из XML

source: XML import: Unexpected return code(%d)
ru_ru: Импорт из XML: неизвестный код возврата (%d)

source: XSendEvent can handle more control keys, but may be blocked by some applications.
ru_ru: XSendEvent поддерживает большее количество комбинаций, но может быть заблокирован некоторыми приложениями.

source: Yes
ru_ru: Да

source: Yes (at least %d)
ru_ru: Да (не␣менее %d)

source: Yes - At least %d from %ls: %ls%ls
ru_ru: Да: не менее %d из %ls: %ls%ls

source: You can fix this by validating the database.
ru_ru: Для исправления запустите проверку.

source: You can select the fields to update, as well as filter the entries for synchronization.
ru_ru: Вы можете выбрать поля для обновления и указать фильтр для отбора синхронизируемых элементов.

source: You can undo the operation once it is complete, but won't be able to abort it mid-way.
ru_ru: Действия могут быть отменены после завершения, но сам процесс не␣может быть прерван.

source: You cannot import into it.
ru_ru: Импорт невозможен.

source: You have chosen not to save your changes, which will be lost.
ru_ru: Вы отказались от сохранения изменений, в случае продолжения они будут потеряны.

source: You haven't selected any files
ru_ru: Файл не выбран

source: You must save this database before it can be exported.
ru_ru: Перед экспортом контейнер должен быть сохранён.

source: You must select a valid file to continue.
ru_ru: Для продолжения нужно указать подходящий файл.

source: You must select some fields to synchronize
ru_ru: Необходимо выбрать одно или несколько полей, чтобы выполнить синхронизацию

source: You must select some of the fields to
ru_ru: Необходимо выбрать одно или несколько полей, чтобы выполнить

source: Your changes will be written as "%ls" in the new format, which is unusable by old versions of PasswordSafe.
ru_ru: Изменения будут записаны в «%ls» с использованием нового формата, который несовместим с предыдущими версиями Password Safe.

source: Your database has been synchronized with "%ls"
ru_ru: Контейнер был синхронизирован с «%ls»

source: Your database is being synchronized with "
ru_ru: Контейнер синхронизируется с "

source: YubiKey Configuration
ru_ru: Настройки YubiKey

source: YubiKey Secret Key (20 Byte Hex)
ru_ru: Закрытый ключ YubiKey (20 байт в шестн. формате)

source: YubiKey Serial Number:
ru_ru: Серийный номер YubiKey:

source: YubiKey master password incorrect
ru_ru: Неверный YubiKey-пароль для контейнера

source: [Mandatory Field]
ru_ru: [Обязательное поле]

source: [Notes hidden - click here to display]
ru_ru: [Заметки скрыты. Кликните здесь, чтобы показать.]

source: a base entry of a shortcut
ru_ru: исходный элемент для ярлыка

source: a base entry of an alias
ru_ru: исходный элемент для псевдонима

source: a normal entry
ru_ru: обычный элемент

source: a shortcut entry
ru_ru: ярлык

source: added but not yet saved to database
ru_ru: добавлены, но ещё не␣сохранены в контейнер

source: after
ru_ru: после

source: alias
ru_ru: псевдоним

source: aliases
ru_ru: псевдонимов

source: an alias entry
ru_ru: псевдоним

source: and
ru_ru: и

source: and: %ls
ru_ru: и %ls

source: as default username
ru_ru: как «имя по умолчанию»

source: autotype:
ru_ru: автонабор:

source: before
ru_ru: до

source: begins with
ru_ru: начинается с

source: between
ru_ru: между

source: case-sensitive]
ru_ru: регистро-зависимый]

source: changed but not yet saved to database
ru_ru: изменены, но ещё не␣сохранены в контейнер

source: compare
ru_ru: сравнить

source: compared
ru_ru: сравнены

source: conflict
ru_ru: конфликт

source: conflicts
ru_ru: конфликтов

source: contains
ru_ru: содержит

source: contains all of
ru_ru: содержит все из

source: contains any of
ru_ru: содержит любой из

source: copied
ru_ru: скопированного

source: databases
ru_ru: контейнеров

source: days
ru_ru: дней

source: days before passwords expire
ru_ru: дней до истечения пароля

source: default
ru_ru: по умолчанию

source: default symbol set
ru_ru: набора символов по умолчанию

source: does not begin with
ru_ru: не␣начинается с

source: does not contain
ru_ru: не␣содержит

source: does not contain all of
ru_ru: не␣содержит ни␣одного из

source: does not contain any of
ru_ru: не␣содержит любого из

source: does not end with
ru_ru: не␣заканчивается на

source: does not equal
ru_ru: не␣совпадает с

source: empty group
ru_ru: пустая группа

source: empty groups
ru_ru: пустых групп

source: empty)
ru_ru: пустых)

source: ends with
ru_ru: заканчивается на

source: entries
ru_ru: элементов

source: entry
ru_ru: элемент

source: equals
ru_ru: совпадает с

source: expiry in day(s):
ru_ru: истекает в течение дней:

source: export
ru_ru: экспорт

source: fields to current db
ru_ru: поля в текущий контейнер

source: file '
ru_ru: файл «

source: filename
ru_ru: имя файла

source: filter
ru_ru: фильтр

source: for the latest version.
ru_ru: наличие обновлений.

source: found
ru_ru: найдено

source: from current db
ru_ru: из текущего контейнера

source: greater than
ru_ru: больше чем

source: greater than or equal to
ru_ru: больше либо равно

source: has differences in the following fields:
ru_ru: различия в полях:

source: has duplicate entries with the same group/title/user combination.
ru_ru: содержит дубликаты с совпадающими комбинациями Группа/Заголовок/Имя пользователя.

source: has expired
ru_ru: истёк

source: i.e., ., %, $, etc.
ru_ru: напр. &, %, $ и т. п.

source: i.e., no 'l', '1', etc.
ru_ru: не␣исп. «l», «1» и т. п.

source: import
ru_ru: импорт

source: imported
ru_ru: импортированного

source: in the database
ru_ru: в контейнере

source: including %d empty group(s).
ru_ru: пустых групп: %d.

source: invalid!
ru_ru: недопустимый!

source: is
ru_ru: соответствует

source: is active
ru_ru: активно

source: is inactive
ru_ru: неактивно

source: is not
ru_ru: не соответствует

source: is not a valid shortcut
ru_ru: не␣является допустимой комбинацией клавиш

source: is not present
ru_ru: отсутствует

source: is not set
ru_ru: выключено

source: is present
ru_ru: присутствует

source: is set
ru_ru: включено

source: last passwords
ru_ru: предыдущих паролей

source: less than
ru_ru: меньше чем

source: less than or equal to
ru_ru: меньше либо равно

source: merge
ru_ru: слияние

source: merged
ru_ru: объединяемого

source: minutes idle
ru_ru: минут бездействия

source: name exists
ru_ru: уже существует

source: not
ru_ru: не

source: not a Password Safe database,
ru_ru: файл не является контейнером Password Safe

source: on database %ls
ru_ru: в контейнере %ls

source: on line
ru_ru: в строке

source: or a corrupt database.
ru_ru: или повреждён.

source: password
ru_ru: Пароль

source: policy specific symbols
ru_ru: символов, определённых в политике

source: previous passwords per entry
ru_ru: предыдущих паролей для элемента

source: psafe3 files (*.psafe3)|*.psafe3|All files(*.*; *)|*.*;*
ru_ru: Контейнеры Password Safe (*.psafe3)|*.psafe3|Все файлы (*.*; *)|*.*;*

source: relative
ru_ru: (относительно)

source: search
ru_ru: поиск

source: selected
ru_ru: отобранные

source: shortcut
ru_ru: ярлык

source: shortcuts
ru_ru: ярлыков

source: sub-field starting at position %d (within the History field):
ru_ru: поле, начинающееся с позиции %d (относительно поля истории):

source: synchronize
ru_ru: синхронизация

source: synchronized
ru_ru: синхронизировано

source: title
ru_ru: Заголовок

source: to
ru_ru: в

source: to current db
ru_ru: в текущий контейнер

source: used entries in System Tray menu
ru_ru: использованных элементов в меню значка

source: v&1.x format...
ru_ru: Формат v&1.x...

source: v&2 format...
ru_ru: Формат v&2...

source: v&4 format (EXPERIMENTAL)...
ru_ru: Формат v&4 (ЭКСПЕРИМЕНТАЛЬНЫЙ)...

source: validation
ru_ru: проверка

source: was
ru_ru: был

source: were
ru_ru: были

source: will be updated with corresponding entries from "
ru_ru: будут обновлены с использованием значений из "

source: will expire
ru_ru: истекает

source: with Password History errors
ru_ru: с ошибками в истории паролей

source: with corresponding entries from "
ru_ru: с использованием значений из "

source: within %d day(s)
ru_ru: в течение %d дней
